import React from 'react';
import './Health.css'

const Health = (props) => (
    <div>
        <h2>
            Влияние на здоровье
        </h2>
        <p>
            Какого-либо специфического негативного действия напитка на организм достоверно не установлено. Влияние
            напитка «Кока-Кола» на здоровье ничем не отличается от других подобных продуктов. Так, не рекомендуется пить
            сильногазированные напитки лицам, страдающим заболеваниями желудочно-кишечного тракта, в частности, острым и
            хроническим гастритом, в том числе и сопровождающимся повышенной желудочной секрецией, язвенной болезнью
            желудка и двенадцатиперстной кишки, нарушениями со стороны желчевыводящих путей, заболеваниями поджелудочной
            железы. Больным диабетом следует помнить о содержании сахара в классических видах напитка.
        </p>
        <p>
            Существует исследование 2004 года, в ходе которого была установлена связь между регулярным ежедневным
            употреблением подслащённых напитков и увеличением риска развития сахарного диабета второго типа[19]. В 2013
            году было установлено, что влияние обычных дозировок подслащённых безалкогольных напитков на развитие
            диабета не является статистически значимым[20].
        </p>
        <p>
            Жители Гонконга употребляют горячую кока-колу в качестве лекарства от простуды.
        </p>
        <p>
            В бутылочке кока-колы объёмом 0,33 л содержится 35 г сахара. Это составляет 70 % суточной нормы потребления
            сахара по текущим рекомендациям ВОЗ, которая рекомендует в ближайшем будущем снизить эту норму вдвое[21].
        </p>
        <p>
            ВОЗ отмечает, что «рекомендации в отношении снижения уровней потребления свободных сахаров и их поддержания
            на протяжении всей жизни основаны на анализе последних научных данных. Эти данные свидетельствуют,
            во-первых, о том, что, взрослые люди, потребляющие сахара в меньшем количестве, имеют меньшую массу тела, а,
            во-вторых, о том, что увеличение количества сахаров в питании связано с сопоставимой прибавкой в весе. Кроме
            того, исследования показывают, что дети, потребляющие в больших количествах подслащённые сахаром напитки, с
            большей вероятностью будут иметь излишний вес или страдать от ожирения по сравнению с детьми, потребляющими
            такие напитки в небольших количествах»[22].
        </p>
    </div>
);

export default Health;